Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=708_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisen vanhustyön kehittämispäivät III 22.5.2013
sme: Sámiid boarrásiidbarggu ovddidanbeaivvit III 22.5.2013

source: Saamelaiskäräjien hallinnoima SaKaste – Saamelaisten sosiaali- ja terveyspalvelujen kehittämis-rakenne – hanke järjestää kolmannet saamelaisen vanhustyön kehittämispäivät.
sme: Sámedikki hálddašan SaKaste – Sámiid sosiála- ja dearvvavuođabálvalusaid ovddidan-ráhkadus– fidnu lágida goalmmát geardde sámiid boarrásiidbarggu ovddidanbeivviid.

source: Hankkeessa kehitetään saamenkielistä palvelutarjontaa ja saamen kielen ja kulttuurin huomioivia toiminta-käytäntöjä sekä vahvistetaan henkilöstön osaamista.
sme: Fidnus ovddiduvvojit sámegielat bálvalusfálaldagat ja sámegiela ja kultuvrra vuhtii váldi doaibma-geavadagat sihke nannejuvvo bargoveaga máhttin.

source: Kehittämispäivien ja vanhustyön kehittäjä-asiantuntijatiimityöskentelyn pohjalta hankkeessa laaditaan Saamelainen vanhustyön työkalupakki, joka sisältää suosituksia ja toimintamalleja saamenkielisen ikääntyneen väestön parissa työskenteleville.
sme: Ovddidanbeivviid ja boarrásiidbarggu ovddideaddji-áššedovdijoavkobarggu vuođul fidnus ráhkaduvvo sámiid boarrásiidbarggu bargoneavvokássa, mii sisttisdoallá ávžžuhusaid ja doaibmamálliid sápmelaš boarrásiidbarggu bargiide.

source: Saamelaisen vanhustyön kolmansien kehittämispäivien teemana ovat: Ihmisarvoinen vanhuus, Mitä valvontaviranomaiset edellyttävät sosiaalihuollon asumispalveluilta ?
sme: Sámiid boarrásiidbarggu goalmmáŧ ovddidanbeivviid fáddán leat: Olmmošárvosaš boarisvuohta.

source: Miten saamen kieli ja kulttuuri huomioidaan laitos- ja asumispalveluissa ?
sme: Maid gohcineiseválddit eaktudit sosiálafuolahusa ássanbálvalusain ?.

source: Asiantuntijapuheenvuorojen pitäjinä mm.. Marja Vaarama (THL.)
sme: Sápmelaš ahkeolbmuid bálvalan- ja lágádusorrun sámiid ruovttuguovllus– Sámegiela ja kultuvrra vuhtii váldin lágádus- ja orrunbálvalusain.
